{
    "1": [
        {
            "name": "Pyokorider",
            "mask": "0000000089872e3d2c22df55",
            "description": "A knight on horseback that gallops across the battlefield, plunging straight into enemy lines.",
            "skillname": "Illusion",
            "skilldescription": "Activate: ○○△△ 〜 ○○□○<br>Combo: ○○□○<br>Create a doppelganger of hero that charges into enemy lines while the original stays safely at the rear."
        }
    ],
    "2": [
        {
            "name": "Cannassault",
            "mask": "0000000004d514971826949a",
            "description": "This melee unit crushes foes with its wheel and battle axe. Powerful, but weak at close-range.",
            "skillname": "Thwack-mash",
            "skilldescription": "Activate: ○○△△ 〜 ○○□○<br>Combo: ○○□○<br>Attack with weapon-chariot combo. First, knock down foe with weapon, then grind with wheels of chariot."
        }
    ],
    "3": [
        {
            "name": "Charibasa",
            "mask": "00000000dbc298cefbea149f",
            "description": "This ranged chariot scatters foes with its rapidly-spinning wheel and throws spears.",
            "skillname": "Shwoop-fling",
            "skilldescription": "Activate: ○○□○<br>Combo: ○○□○<br>Attacks near and far simultaneously. Throw spears to pierce far-away foes, and spin wheels to toss those nearby."
        }
    ],
    "4": [
        {
            "name": "Yarida",
            "mask": "000000007995625382da7959",
            "description": "The basic spear class. Scatters the foe from behind the front lines. Lots of room to grow.",
            "skillname": "Fear Spear",
            "skilldescription": "Activate: ○○□○<br>Combo: ○○□○<br>Throw powerful glowing spears that explode upon landing. Explosions inflict damage over a wide range."
        }
    ],
    "5": [
        {
            "name": "Kibadda",
            "mask": "000000004cb05047c2df7712",
            "description": "Mounted warrior that can charge into enemy lines. Carries a shield for extra protection.",
            "skillname": "Mad Charge",
            "skilldescription": "Activate: ○○△△ 〜 ○○□○<br>Combo: ○○□○<br>Charge at foes at high speeds with a glowing mantle that boosts attack power. Hit hard, then back off!"
        }
    ],
    "6": [
        {
            "name": "Piekron",
            "mask": "00000000b9fc95014d2156c2",
            "description": "This spear unit excels in the rain. Carries a shield for defence.",
            "skillname": "Concentrate",
            "skilldescription": "Activate: ○○△△<br>Combo: ○○△△<br>Long-lasting boost for attack power of entire team. Use combo to boost effect.<br>〜 Combines with other hero skills 〜"
        }
    ],
    "7": [
        {
            "name": "Wooyari",
            "mask": "00000000b46813c8b0a934f0",
            "description": "This pike unit, the most advanced spear class, thrashes the enemy front line with its long reach.",
            "skillname": "Flamespin",
            "skilldescription": "Activate: ○○△△ 〜 ○○□○<br>Combo: ○○□○<br>Plough forward while deflecting enemy ranged attacks with flaming spears attached to rapidly spinning wheels."
        }
    ]
}